{
    "Fakedata" : [
    {
        "id": 1,
        "type": "Mocktail",
        "name": "Summerberry Cooler",
        "image": "https://i.ibb.co/tsWkNM7/Summerberry.png",
        "recipes": "Raspberry, apple juice, strawberry and concentrated lemonade altogether make for a frosty summer treat that everyone will adore.",
        "price": 120
    },
    {
        "id": 2,
        "type": "Mocktail",
        "name": "Citrus Strawberry Mocktail",
        "image": "https://i.ibb.co/87PRNWQ/Strawberry.png",
        "recipes": "Refresh and rehydrate with this citrusy drink! Several ingredients combine to create this colorful treat, made with strawberry, orange juice, icing sugar, sparkling powder, and a hint of basil.",
        "price": 140
    },
    {
        "id": 3,
        "type": "Mocktail",
        "name": "Sparkling Cherry Limeade",
        "image": "https://i.ibb.co/jy7zZVL/Cherry.png",
        "recipes": "Cherry juice, lemon wedges, lime juice and sugar pair together deliciously with sparkling water. This is just what you need!",
        "price": 100
    },
    {
        "id": 4,
        "type": "Mocktail",
        "name": "Mint Zing",
        "image": "https://i.ibb.co/S6m728W/MintZing.png",
        "recipes": "Quench your thirst with this refreshing drink, loaded with fresh fruits and herbs. It's a low calorie sweet fruity drink that will give your digestive system a healthy boost!",
        "price": 120
    },
    {
        "id": 5,
        "type": "Mocktail",
        "name": "Beach Tropicana",
        "image": "https://i.ibb.co/r5Bt5Hs/Tropicana.png",
        "recipes": "The flavor combination is so addictive you'll find yourself craving for more.",
        "price": 130
    },
    {
        "id": 6,
        "type": "Indian Main Course Veg",
        "name": "Paneer Butter Masala",
        "image": "https://i.ibb.co/Lt4BcNF/Paneer1.png",
        "recipes": "Paneer Butter Masala is one of India’s most popular paneer recipe. This recipe with Indian cottage cheese cubes in a creamy tomato sauce is a best one that I have been making for a long time.",
        "price": 150
    },
    {
        "id": 7,
        "type": "Indian Main Course Veg",
        "name": "Paneer Manchurian",
        "image": "https://i.ibb.co/vPmnZJr/Paneer2.png",
        "recipes": "This Paneer Manchurian Gravy of crispy paneer cubes in a sour & umami gravy or sauce. You will find this Paneer Manchurian with sauce in many restaurants serving Chinese food.",
        "price": 120
    },
    {
        "id": 8,
        "type": "Indian Main Course Veg",
        "name": "Baby Corn Manchurian",
        "image": "https://i.ibb.co/GRTPkCy/Babycorn.png",
        "recipes": "The recipe of Baby corn manchurian gravy has spicy, sweet, umami and sour tastes that taste great with veg fried rice or veg noodles or hakka noodles.",
        "price": 180
    },
    {
        "id": 9,
        "type": "Indian Main Course Veg",
        "name": "Kadai Mushroom",
        "image": "https://i.ibb.co/QkTv6k3/Mushroom.png",
        "recipes": "Kadai Mushroom is such a super easy and delicious dish of sautéed button mushrooms, onions, bell peppers (capsicum) in a spiced, tangy tomato sauce. The recipe comes together in 30 minutes and so delish with naan, roti and even bread rolls.",
        "price": 150
    },
    {
        "id": 10,
        "type": "Indian Main Course Veg",
        "name": "Mushroom manchurian",
        "image": "https://i.ibb.co/CP7pkzP/Mushroom1.png",
        "recipes": "For all mushroom lovers, this is another fantastic spicy Indo Chinese recipe of mushroom manchurian dry. A vegan dish",
        "price": 180
    } 
]
}
